module.exports = {
 config: {
	 name: "rulebot",
	 version: "1.0",
	 author: "SaGor",
	 countDown: 5,
	 role: 0,
	 shortDescription: "no prefix",
	 longDescription: "no prefix",
	 category: "auto 🪐",
 },

 onStart: async function(){}, 
 onChat: async function({ event, message, getLang }) {
 if (event.body && event.body.toLowerCase() === "rules") {
 return message.reply({
 body: `
⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆\n   ✨আসসালামু়আলাইকুম✨\nসবার সুবিধার জন্যই কিছু নিয়ম\nনিয়মগুলো হলোঃ👇\n⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆\n｢১｣ কেউ কোন প্রকার খারাপ প্রোফাইল ব্যবহার করতে পারবে না \n｢২｣ সালাম দিয়ে কথা শুরু করতে হবে\n｢৩｣ফাউন্ডেশনের নাম এবং কি প্রোফাইল চেঞ্জ করতে পারবে না গ্রুপের\n｢৪｣সবার সাথে ভালো ব্যবহার করতে হবে⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆❤️🌸\n｢৫｣ খারাপ ভিডিও এবং কি ছবি দেওয়া যাবে না⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆\n আশা করি সকলে বুঝতে পারছেন\n তাই সকলকে নিয়মগুলো মানার জন্য বিশেষভাবে অনুরোধ করা হলো⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆\n\n\n অনুরোধেঃ👇\n⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆\nআত- তাক্বওয়া ফাউন্ডেশন\n⋆✦⋆⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⋆✦⋆`
 });
 }
 }
}
